{
  "settings": "Settings",
  "languagePreference": "Language Preference",
  "feedbackAndRating": "Feedback and Rating",
  "logout": "Logout",
  "selectLanguage": "Select Language",
  "english": "English",
  "spanish": "Spanish",
  "french": "French",
  "chinese": "Chinese",
  "korean": "Korean",
  "home": "Home",
  "map": "Map",
  "itinerary": "Itinerary",
  "chatbot": "Chatbot",
  "welcomeBack": "Welcome back",
  "homePage": "Home Page",
  "search": "Search",
  "filterLocations": "Filter Locations",
  "showAll": "Show All",
  "faculty": "Faculty",
  "food": "Food",
  "popularAttractions": "Popular Attractions",
  "close": "Close",
  "existingItineraries": "Existing Itineraries",
  "buildYourOwn": "Build Your Own",
  "recommendedTours": "Recommended Tours",
  "start": "Start",
  "edit": "Edit",
  "delete": "Delete",
  "useItOnWeb": "Use it on Web",
  "add": "Add",
  "dates": "Dates",
  "addDates": "Add Dates",
  "save": "Save",
  "renameWithTitle": "Rename with Title",
  "endTrip": "End Trip",
  "findOutMore": "Find Out More",
  "yourLocation": "Your Location",
  "getDirections": "Get Directions",
  "itineraryExists": "An itinerary with this title already exists. Please rename with a unique title.",
  "emptyItinerary": "Itinerary cannot be empty. Please add at least one item.",
  "selectDate": "Select Date",
  "addPlace": "Add Place",
  "doYouWantToDeleteThisItinerary": "Do you want to delete this itinerary?",
  "yes": "Yes",
  "no": "No",
  "pleaseRateUs": "Please Rate Us",
  "writeYourFeedbackHere": "Write your feedback here...",
  "submit": "Submit",
  "feedbackSubmitted": "Feedback Submitted",
  "rating": "Rating",
  "feedback": "Feedback",
  "name": "Name",
  "description": "Description",
  "history": "History",
  "funFacts": "Fun Facts",
  "address": "Address",
  "placeAlreadyInItinerary": "Place is already in the itinerary.",
  "emptyPlaceCannotBeAdded": "Empty place cannot be added.",
  "invalidPlaceCannotBeAdded": "Invalid place cannot be added.",
  "placeDescription": {
    "1": "The Lee Kong Chian Natural History Museum in Singapore showcases the incredible biodiversity of Southeast Asia, including stunning dinosaur skeletons and rare creatures like the giant squid. As part of the National University of Singapore, it serves as a dynamic hub for scientific research and education. The museum offers engaging, interactive exhibits and programs that inspire a deeper appreciation of the natural world. With its eco-friendly design and focus on conservation, it is a key destination for both learning and exploration.",
    "2": "As a high-grade, flexible performance venue nestled in the grounds of a premier university, the University Cultural Centre is a consistently sought-after venue. It operates year-round, hosting University events, arts programmes and external bookings.",
    "3": "As a university museum, NUS Museum’s mission is to actively facilitate intellectual and cultural life within and beyond the University. With a distinct focus on Asia, the Museum contributes to and facilitates the production, reception, and preservation of knowledge through collections development and curatorial practice. The Museum is a cultural hub, developing partnerships within NUS, the culture and heritage industry, and the global knowledge community.",
    "4": "The Yong Siew Toh Conservatory of Music at NUS is Singapore's premier institution for music education, fostering a vibrant community of talented musicians and educators. It offers a wide range of performances, including classical and contemporary music concerts, often featuring students, faculty, and international artists. The conservatory is known for its state-of-the-art facilities and a dynamic, multicultural environment that enriches both the campus and the broader community.",
    "5": "Flavours @ UTown is a popular dining venue located in University Town (UTown) at the National University of Singapore. It offers a diverse range of food options, including local Singaporean delights and international cuisines, catering to the diverse tastes of students, staff, and visitors. The spacious and vibrant setting, with indoor and outdoor seating, makes it an ideal spot for enjoying meals and socializing within the dynamic UTown community.",
    "6": "The Education Resource Centre (ERC) at University Town (UTown), NUS, is a state-of-the-art facility designed to support student learning and collaboration. It houses a variety of flexible study spaces, including quiet reading rooms, group discussion areas, and multimedia-equipped classrooms. With its modern architecture, the ERC provides an inspiring environment for both individual study and group projects, reflecting NUS's commitment to innovative and holistic education.",
    "7": "The Deck is a prominent dining facility located within the Faculty of Arts and Social Sciences (FASS) at the National University of Singapore (NUS). It features a variety of food stalls offering a diverse range of cuisines, including local Singaporean dishes and international options, catering to the tastes of students, staff, and visitors. With its open-air design and spacious seating areas, The Deck provides a vibrant and casual atmosphere ideal for meals, socializing, and taking breaks between classes.",
    "8": "Frontier is a bustling dining hall located within the Faculty of Science at the National University of Singapore (NUS). It offers a wide range of food options, including local and international cuisines, making it a popular spot for students, faculty, and visitors to grab a meal. With its spacious seating areas and convenient location, Frontier serves as a vibrant hub for socializing, studying, and taking breaks between classes.",
    "9": "Techno Edge is a popular canteen located in the School of Engineering at the National University of Singapore (NUS). Known for its wide range of food options, it caters to the diverse tastes of students, faculty, and staff with stalls offering local delights, international cuisines, and vegetarian choices. The canteen's modern design, spacious seating, and convenient location make it a bustling hub for dining and socializing within the engineering faculty.",
    "10": "The NUS College of Design and Engineering (CDE) is a leading academic institution within NUS, combining the disciplines of design and engineering to foster innovation and interdisciplinary learning. The college offers a broad range of programs in fields such as architecture, industrial design, civil engineering, electrical engineering, and more. Its state-of-the-art facilities, world-class faculty, and collaborative environment provide students with the skills and knowledge to address complex global challenges.",
    "11": "The NUS School of Computing (SoC) is a leading institution for computer science and information systems education and research in Asia. Located within NUS, the SoC is renowned for its comprehensive curriculum, cutting-edge research, and vibrant student community. It offers a wide range of undergraduate and graduate programs, catering to students interested in areas such as artificial intelligence, data science, software engineering, cybersecurity, and interactive media.",
    "12": "The NUS Faculty of Dentistry is a leading dental institution in Asia, renowned for its excellence in dental education, research, and clinical practice. Situated in the heart of the NUS campus, the faculty plays a pivotal role in training future dental professionals and advancing dental healthcare. It offers a comprehensive range of undergraduate and postgraduate programs, preparing students with cutting-edge knowledge and practical skills in dentistry.",
    "13": "The NUS Faculty of Science is one of the largest and most diverse faculties at NUS. It is renowned for its excellence in teaching and research across a broad spectrum of scientific disciplines. Offering a wide range of undergraduate and postgraduate programs, the faculty provides students with a rigorous and comprehensive education, fostering critical thinking and innovative problem-solving skills. The faculty is home to state-of-the-art laboratories, research centers, and facilities that support cutting-edge scientific inquiry and discovery.",
    "14": "Fine Food is a dining establishment located within NUS. It offers a refined culinary experience, featuring a diverse menu that includes both local and international dishes prepared with the finest ingredients. The dining venue's elegant setting, attentive service, and commitment to quality make it a popular choice for faculty, students, and visitors seeking a premium dining experience on campus.",
    "15": "The Yong Loo Lin School of Medicine is one of Asia's leading medical schools, located within NUS. It offers a comprehensive range of undergraduate and postgraduate programs in medicine, nursing, and other health sciences. The school's commitment to excellence in education, research, and clinical practice ensures that students receive a well-rounded and rigorous medical training. The modern facilities, experienced faculty, and strong clinical partnerships provide an enriching environment for aspiring healthcare professionals.",
    "16": "NUS Business School is a prestigious business school within the National University of Singapore (NUS). Renowned for its rigorous academic programs, cutting-edge research, and strong industry connections, the school offers undergraduate, graduate, and executive education programmes. The school's holistic approach to business education, which combines theoretical knowledge with practical skills, prepares students to excel in the global business landscape. Its strategic location in Singapore, a major financial hub, further enhances the learning experience."
  },
  "placeHistory": {
    "1": "The Lee Kong Chian Natural History Museum was established as part of the National University of Singapore to enhance the understanding of biodiversity and natural history in Southeast Asia. Since its opening, the museum has evolved to become a leading center for scientific research and public education. It has undergone significant expansions and upgrades, including the addition of new exhibits and interactive features, to better serve the academic community and the public.",
    "2": "The University Cultural Centre was developed to provide a high-quality venue for academic, cultural, and external events at the university. It has been a key location for hosting a wide range of performances and events throughout the year. The venue has continually upgraded its facilities to accommodate growing demand and enhance its capabilities for diverse events.",
    "3": "The NUS Museum was established with the mission to support intellectual and cultural activities within and beyond the university. Focused on Asian art and culture, the museum has grown its collections and programs significantly. It actively collaborates with academic and cultural institutions to promote research, exhibitions, and preservation of knowledge.",
    "4": "The Yong Siew Toh Conservatory of Music was founded to provide a dedicated space for music education and performance within NUS. It has expanded its facilities and programs to include a wide range of musical genres and performance opportunities. The conservatory is known for its contributions to the arts community and its support for emerging musicians.",
    "5": "Flavours @ UTown was created to offer a diverse dining experience within University Town, catering to the needs of students, staff, and visitors. Over time, it has become a popular gathering spot due to its variety of food options and vibrant atmosphere. The dining venue has been updated to keep pace with evolving food trends and to enhance the dining experience.",
    "6": "The Education Resource Centre (ERC) at University Town was established to support the evolving needs of students by providing modern, flexible study spaces. Since its opening, the ERC has been continuously updated to incorporate new technologies and design features that facilitate both individual and group learning.",
    "7": "The Deck was established to provide a convenient and diverse dining experience for students, faculty, and visitors within the Faculty of Arts and Social Sciences. Over the years, it has undergone several renovations to modernize its facilities and expand its food offerings. It continues to be a popular spot known for its vibrant atmosphere and wide selection of food options.",
    "8": "Frontier was developed to address the growing dining needs of the Faculty of Science. It has been a key facility for students and staff, offering a variety of food options. The dining hall has undergone various upgrades to improve its facilities and accommodate an expanding campus population.",
    "9": "Techno Edge was established to cater to the dining needs of the School of Engineering. It has been continuously updated to enhance its facilities and food offerings. Known for its modern design and technological features, Techno Edge has become a central hub for dining within the engineering faculty.",
    "10": "The NUS College of Design and Engineering was formed by merging the Faculty of Engineering and the School of Design and Environment. This integration was aimed at fostering interdisciplinary education and research. Since its formation, the college has expanded its research centers and academic programs to address complex global challenges.",
    "11": "The NUS School of Computing was established by merging two departments to create a leading institution for computing education and research. It has grown rapidly, becoming a hub for innovation in technology. The school has continually expanded its programs and research capabilities to maintain its position as a leader in the field.",
    "12": "The NUS Faculty of Dentistry was established to meet the demand for dental education and services in Singapore. Over the years, it has expanded its academic offerings and clinical facilities. The faculty has continuously adapted to new trends in dental science and healthcare, maintaining its reputation as a leading dental institution.",
    "13": "The NUS Faculty of Science was founded in 1929 and has since grown into one of the largest and most diverse faculties at NUS. It has played a significant role in the development of scientific education and research in Singapore, expanding its programs and research capabilities over the decades.",
    "14": "Fine Food was established to offer a premium dining experience within the university. Since its inception, it has become known for its high-quality food and elegant setting. The venue has evolved to include new culinary trends and expand its menu to cater to diverse tastes.",
    "15": "The Yong Loo Lin School of Medicine, established in 1905, is the oldest medical school in Singapore. It has evolved over the years to become a leading institution in medical education and research. The school was renamed in 2005 in honor of Mr. Yong Loo Lin, reflecting its ongoing commitment to excellence in healthcare education.",
    "16": "Founded in 1965, NUS Business School has grown to become a leading business education institution in Asia. Over the decades, it has built a reputation for excellence in teaching, research, and thought leadership. The school's faculty comprises distinguished scholars and industry experts who contribute to its dynamic and forward-thinking academic environment. Through continuous innovation and adaptation to global business trends, NUS Business School remains at the forefront of business education."
  },
  "placeFunFacts": {
    "1": "1) The museum houses more than 560,000 specimens, including animals, plants, and fossils. / 2) The museum features three massive sauropod dinosaur skeletons named \"Prince,\" \"Apollonia,\" and \"Twinky.\" These 80% complete skeletons, found in Wyoming, USA, are among the most significant dinosaur finds and are displayed prominently in the museum.",
    "2": "1) Architectural Design: The University Cultural Centre's (UCC) distinctive architecture, designed by Kenzo Tange, incorporates elements that symbolize openness and creativity, reflecting its role as a cultural hub. / 2) Celebrity Performances: UCC has hosted performances by renowned artists and groups such as Yo-Yo Ma, the Singapore Symphony Orchestra, and international dance troupes, contributing to its reputation as a premier cultural venue in Singapore. / 3) Cultural Diversity: Beyond traditional arts, UCC regularly showcases a variety of cultural performances including traditional music, dance, and theater from different parts of the world, promoting cultural diversity and understanding among its audiences.",
    "3": "1) Virtual Exhibitions: The NUS Museum has developed virtual exhibitions and digital resources that allow global audiences to access its collections and learn about Southeast Asian art and culture remotely. / 2) Artist-in-Residence Program: The museum hosts an Artist-in-Residence program, inviting contemporary artists to create and exhibit new works that engage with its collections and themes, fostering creative dialogue between traditional and contemporary art practices.",
    "4": "1) Dinosaur Concert Hall: The Conservatory’s concert hall, often referred to as \"Orchestra Hall,\" is designed to resemble the shape of a dinosaur egg from an aerial view. This unique design enhances the hall's acoustics, making it an ideal venue for performances ranging from solo recitals to full orchestral concerts. / 2) Global Reach and Prestige: YSTCM is not only a cornerstone of Singapore’s music scene but also a recognized name on the global stage. It has partnerships with prestigious institutions worldwide, including the Peabody Institute at Johns Hopkins University, allowing students to participate in exchange programs and collaborative projects with renowned international musicians.",
    "5": "1) Eco-Friendly Initiatives: The dining venue is part of NUS’s commitment to sustainability. Many of the food vendors at Flavours participate in eco-friendly practices, such as minimizing plastic use, offering reusable dining ware, and supporting the campus's zero-waste initiatives. This aligns with NUS's broader sustainability goals and efforts to reduce the environmental footprint. / 2) Study and Social Space: Beyond just dining, Flavours @ UTown is a popular spot for students to study and hang out. Its spacious seating areas with comfortable arrangements make it an ideal place for group discussions, solo studying, or simply relaxing between classes. The venue often buzzes with the energy of students engaging in lively conversations or unwinding after a busy day.",
    "6": "1) 24-7 Access: The ERC is accessible 24-7, making it a go-to spot for students pulling late-night study sessions or working on group projects around the clock. This round-the-clock access is particularly valued during exam periods, providing a reliable space for study anytime. / 2) Green Building Design: The ERC is celebrated for its sustainable architecture, incorporating numerous green features such as energy-efficient lighting, natural ventilation, and abundant use of natural light. These eco-friendly designs not only reduce the building’s environmental impact but also create a pleasant and conducive atmosphere for learning. / 3) Interactive Learning Spaces: The ERC includes innovative “Learning Pods” equipped with advanced multimedia tools that support interactive and collaborative learning. These pods are popular for group discussions and presentations, enabling students to connect their devices and share content seamlessly on large screens, fostering a tech-savvy learning environment.",
    "7": "1) Culinary Variety: The Deck is renowned for its diverse array of food stalls, offering everything from traditional Singaporean dishes like laksa and chicken rice to international cuisines such as Japanese, Western, and Indian. This variety caters to the multicultural student body and ensures there's something for everyone's taste. / 2) Student-Centric Design: The Deck's open-air and spacious design is specifically tailored to create a comfortable and relaxed dining environment. The seating areas are designed to accommodate large groups, making it a popular spot for students to gather, socialize, and even study together over meals. / 3) Green Initiatives: The Deck has embraced several eco-friendly practices, including waste reduction and recycling programs. Some food stalls participate in efforts to minimize plastic usage by offering reusable dining ware and encouraging students to bring their own containers, contributing to the university's broader sustainability goals.",
    "8": "1) Themed Food Stalls: Frontier features themed food stalls that rotate periodically, offering students a chance to enjoy different culinary experiences without leaving campus. These stalls provide a variety of cuisines, from Asian to Western dishes, ensuring a fresh and exciting dining experience. / 2) Popular Study Spot: Besides being a dining hall, Frontier is also a favored spot for students to study and work on group projects. Its spacious seating area and convenient location within the Faculty of Science make it an ideal place for students to gather, making it a lively and productive environment throughout the day.",
    "9": "1) Robot Cleaners: Techno Edge has integrated technology into its operations by employing robot cleaners to maintain cleanliness in the dining area. These robots are a nod to the innovative spirit of the School of Engineering and add a futuristic touch to the canteen environment. / 2) Vegetarian-Friendly: Techno Edge is particularly known for its vegetarian food options, with several stalls dedicated to serving delicious and nutritious vegetarian meals. This makes it a popular spot for students and staff who prefer vegetarian diets or are looking for healthy eating choices. / 3) Lively Events: The canteen occasionally hosts events and food fairs, where special stalls are set up, and unique dishes are offered. These events are often accompanied by music and activities, creating a festive atmosphere that adds to the communal and lively spirit of Techno Edge.",
    "10": "1) Green Building Initiatives: The college is home to several green buildings that showcase sustainable architecture and engineering practices. These buildings serve as living laboratories where students can study and observe sustainable design principles in action.",
    "11": "1) Hackathons and Competitions: The SoC hosts various hackathons and coding competitions throughout the year, providing students with opportunities to showcase their skills and creativity. These events often attract participation from students across the globe, fostering a competitive and collaborative spirit within the computing community. / 2) Research Excellence: The School of Computing is home to several research centers and institutes dedicated to advancing knowledge in areas such as artificial intelligence, cybersecurity, and computational biology. Its faculty and researchers are actively engaged in groundbreaking research projects, pushing the boundaries of technological innovation. / 3) Industry Partnerships: SoC maintains strong partnerships with industry leaders, facilitating internships, research collaborations, and career opportunities for its students. These partnerships ensure that SoC graduates are well-prepared to excel in the fast-paced and competitive tech industry.",
    "12": "1) Research Innovations: The faculty is at the forefront of dental research, pioneering breakthroughs in areas such as dental biomaterials, oral cancer prevention, and digital dentistry. / 2) Global Collaborations: It maintains strategic partnerships with international dental schools and organizations, enriching academic exchanges and collaborative research endeavors. / 3) Community Outreach: The faculty actively participates in community outreach programs, providing dental care to underserved populations and promoting oral health awareness through public education initiatives.",
    "13": "1) Nobel Laureate Connections: The faculty has had the privilege of hosting Nobel Laureates for lectures and collaborations, enriching the academic environment and inspiring students and researchers. / 2) Biodiversity Research: The faculty is a leader in biodiversity research, with initiatives aimed at understanding and preserving the rich natural heritage of Southeast Asia. / 3) Science Outreach: The faculty actively engages in science outreach programs, promoting science education and literacy among the public and inspiring the next generation of scientists.",
    "14": "1) Chef's Specials: Fine Food frequently features special dishes curated by renowned chefs, providing diners with a unique and memorable gastronomic experience. / 2) Sustainable Dining: Fine Food is committed to sustainability, using locally sourced and environmentally friendly ingredients wherever possible.",
    "15": "1) Simulation-Based Learning: The school boasts state-of-the-art simulation facilities where students can practice clinical skills in a realistic yet controlled environment, enhancing their hands-on experience. / 2) Global Health Initiatives: NUS Yong Loo Lin School of Medicine is actively involved in global health projects, providing students with opportunities to participate in international health missions and research. / 3) Nobel Laureate Connections: The school has hosted lectures and collaborations with Nobel laureates, offering students exposure to world-class medical research and discoveries.",
    "16": "1) Global Rankings: NUS Business School consistently ranks among the top business schools globally, recognized for its outstanding MBA and executive education programs. / 2) Entrepreneurial Ecosystem: The school fosters an entrepreneurial spirit among students through initiatives like the NUS Enterprise and the NUS Overseas Colleges program, providing opportunities for students to gain international startup experience. / 3) Distinguished Alumni: The school boasts a strong network of successful alumni who hold leadership positions in various industries worldwide, reflecting the quality and impact of its education."
    }
}
