{
  "settings": "Configuraciones",
  "languagePreference": "Preferencia de Idioma",
  "feedbackAndRating": "Comentarios y Calificaciones",
  "logout": "Cerrar Sesión",
  "selectLanguage": "Seleccionar Idioma",
  "english": "Inglés",
  "spanish": "Español",
  "french": "Francés",
  "home": "Inicio",
  "map": "Mapa",
  "itinerary": "Itinerario",
  "chatbot": "Chatbot",
  "welcomeBack": "Bienvenido de nuevo",
  "homePage": "Página Principal",
  "search": "Buscar",
  "filterLocations": "Filtrar Ubicaciones",
  "showAll": "Mostrar Todo",
  "faculty": "Facultad",
  "food": "Comida",
  "popularAttractions": "Atracciones Populares",
  "close": "Cerrar",
  "existingItineraries": "Itinerarios Existentes",
  "buildYourOwn": "Construye el Tuyo",
  "recommendedTours": "Tours Recomendados",
  "start": "Empezar",
  "edit": "Editar",
  "delete": "Eliminar",
  "useItOnWeb": "Usarlo en la Web",
  "add": "Agregar",
  "dates": "Fechas",
  "addDates": "Agregar Fechas",
  "save": "Guardar",
  "renameWithTitle": "Renombrar con Título",
  "endTrip": "Finalizar Viaje",
  "findOutMore": "Descubrir Más",
  "yourLocation": "Tu Ubicación",
  "getDirections": "Obtener Direcciones",
  "itineraryExists": "Ya existe un itinerario con este título. Por favor, renómbralo con un título único.",
  "emptyItinerary": "El itinerario no puede estar vacío. Por favor, agrega al menos un ítem.",
  "selectDate": "Seleccionar Fecha",
  "addPlace": "Agregar Lugar",
  "pleaseRateUs": "Por Favor, Califícanos",
  "writeYourFeedbackHere": "Escribe tus comentarios aquí...",
  "name": "Nombre",
  "description": "Descripción",
  "history": "Historia",
  "funFacts": "Datos Curiosos",
  "address": "Dirección",
  "placeDescription": {
    "1": "El Museo de Historia Natural Lee Kong Chian en Singapur muestra la increíble biodiversidad del sudeste asiático, incluyendo impresionantes esqueletos de dinosaurios y criaturas raras como el calamar gigante. Como parte de la Universidad Nacional de Singapur, sirve como un centro dinámico para la investigación científica y la educación. El museo ofrece exhibiciones interactivas y programas que inspiran una apreciación más profunda del mundo natural. Con su diseño ecológico y enfoque en la conservación, es un destino clave tanto para el aprendizaje como para la exploración.",
    "2": "Como un lugar de alto nivel y flexible para presentaciones, el Centro Cultural Universitario está ubicado en los terrenos de una universidad de primer nivel y es un lugar muy solicitado. Opera durante todo el año, albergando eventos universitarios, programas artísticos y reservas externas.",
    "3": "Como un museo universitario, la misión del Museo NUS es facilitar activamente la vida intelectual y cultural dentro y fuera de la Universidad. Con un enfoque distintivo en Asia, el Museo contribuye y facilita la producción, recepción y preservación del conocimiento a través del desarrollo de colecciones y la práctica curatorial. El Museo es un centro cultural, desarrollando asociaciones dentro de NUS, la industria de la cultura y el patrimonio, y la comunidad global del conocimiento.",
    "4": "El Conservatorio de Música Yong Siew Toh en NUS es la principal institución de educación musical de Singapur, fomentando una comunidad vibrante de músicos y educadores talentosos. Ofrece una amplia gama de presentaciones, incluidos conciertos de música clásica y contemporánea, a menudo con la participación de estudiantes, profesores y artistas internacionales. El conservatorio es conocido por sus instalaciones de última generación y un entorno dinámico y multicultural que enriquece tanto al campus como a la comunidad en general.",
    "5": "Flavours @ UTown es un popular lugar de comidas ubicado en University Town (UTown) en la Universidad Nacional de Singapur. Ofrece una variedad diversa de opciones alimenticias, que incluyen delicias locales singapurenses y cocinas internacionales, satisfaciendo los diversos gustos de estudiantes, personal y visitantes. El ambiente espacioso y vibrante, con asientos interiores y exteriores, lo convierte en un lugar ideal para disfrutar de comidas y socializar dentro de la dinámica comunidad de UTown.",
    "6": "El Centro de Recursos Educativos (ERC) en University Town (UTown), NUS, es una instalación de vanguardia diseñada para apoyar el aprendizaje y la colaboración estudiantil. Alberga una variedad de espacios de estudio flexibles, incluidos salones de lectura silenciosa, áreas de discusión en grupo y aulas equipadas con multimedia. Con su arquitectura moderna, el ERC proporciona un entorno inspirador tanto para el estudio individual como para proyectos en grupo, reflejando el compromiso de NUS con una educación innovadora y holística.",
    "7": "The Deck es una destacada instalación de comedor ubicada dentro de la Facultad de Artes y Ciencias Sociales (FASS) en la Universidad Nacional de Singapur (NUS). Presenta una variedad de puestos de comida que ofrecen una amplia gama de cocinas, incluidos platos locales singapurenses y opciones internacionales, atendiendo los gustos de estudiantes, personal y visitantes. Con su diseño al aire libre y áreas de asientos espaciosas, The Deck proporciona una atmósfera vibrante y casual ideal para comidas, socializar y tomar descansos entre clases.",
    "8": "Frontier es un bullicioso comedor ubicado dentro de la Facultad de Ciencias en la Universidad Nacional de Singapur (NUS). Ofrece una amplia gama de opciones alimenticias, que incluyen cocinas locales e internacionales, lo que lo convierte en un lugar popular para que estudiantes, profesores y visitantes disfruten de una comida. Con sus amplias áreas de asientos y ubicación conveniente, Frontier sirve como un vibrante centro para socializar, estudiar y tomar descansos entre clases.",
    "9": "Techno Edge es una popular cantina ubicada en la Escuela de Ingeniería de la Universidad Nacional de Singapur (NUS). Conocida por su amplia gama de opciones alimenticias, atiende a los diversos gustos de estudiantes, profesores y personal con puestos que ofrecen delicias locales, cocinas internacionales y opciones vegetarianas. El diseño moderno de la cantina, el espacio de asientos y la ubicación conveniente la convierten en un bullicioso centro para comer y socializar dentro de la facultad de ingeniería.",
    "10": "El Colegio de Diseño e Ingeniería (CDE) de NUS es una institución académica líder dentro de NUS, combinando las disciplinas de diseño e ingeniería para fomentar la innovación y el aprendizaje interdisciplinario. El colegio ofrece una amplia gama de programas en campos como arquitectura, diseño industrial, ingeniería civil, ingeniería eléctrica, entre otros. Sus instalaciones de última generación, su facultad de primer nivel y su entorno colaborativo brindan a los estudiantes las habilidades y conocimientos necesarios para abordar desafíos globales complejos.",
    "11": "La Escuela de Computación (SoC) de NUS es una institución líder en educación e investigación en ciencias de la computación y sistemas de información en Asia. Ubicada dentro de NUS, la SoC es conocida por su currículo integral, su investigación de vanguardia y su vibrante comunidad estudiantil. Ofrece una amplia gama de programas de pregrado y posgrado, atendiendo a estudiantes interesados en áreas como inteligencia artificial, ciencia de datos, ingeniería de software, ciberseguridad y medios interactivos.",
    "12": "La Facultad de Odontología de NUS es una de las principales instituciones dentales en Asia, conocida por su excelencia en educación dental, investigación y práctica clínica. Situada en el corazón del campus de NUS, la facultad desempeña un papel crucial en la formación de futuros profesionales dentales y en el avance de la atención dental. Ofrece una gama completa de programas de pregrado y posgrado, preparando a los estudiantes con conocimientos y habilidades prácticas de vanguardia en odontología.",
    "13": "La Facultad de Ciencias de NUS es una de las más grandes y diversas de NUS. Es conocida por su excelencia en enseñanza e investigación a través de una amplia gama de disciplinas científicas. Ofreciendo una variedad de programas de pregrado y posgrado, la facultad proporciona a los estudiantes una educación rigurosa y completa, fomentando el pensamiento crítico y las habilidades innovadoras para resolver problemas. La facultad alberga laboratorios de última generación, centros de investigación e instalaciones que apoyan la investigación y el descubrimiento científico de vanguardia.",
    "14": "Fine Food es un establecimiento de comidas ubicado dentro de NUS. Ofrece una experiencia culinaria refinada, con un menú diverso que incluye platos locales e internacionales preparados con los mejores ingredientes. El elegante entorno del lugar, el servicio atento y el compromiso con la calidad lo convierten en una opción popular para el personal, estudiantes y visitantes que buscan una experiencia gastronómica premium en el campus.",
    "15": "La Escuela de Medicina Yong Loo Lin es una de las principales escuelas de medicina de Asia, ubicada dentro de NUS. Ofrece una amplia gama de programas de pregrado y posgrado en medicina, enfermería y otras ciencias de la salud. El compromiso de la escuela con la excelencia en educación, investigación y práctica clínica asegura que los estudiantes reciban una formación médica completa y rigurosa. Las modernas instalaciones, la facultad experimentada y las sólidas asociaciones clínicas proporcionan un entorno enriquecedor para futuros profesionales de la salud.",
    "16": "La Escuela de Negocios de NUS es una prestigiosa escuela de negocios dentro de la Universidad Nacional de Singapur (NUS). Conocida por sus rigurosos programas académicos, investigación de vanguardia y sólidas conexiones con la industria, la escuela ofrece programas de pregrado, posgrado y educación ejecutiva. El enfoque integral de la escuela hacia la educación empresarial, que combina conocimientos teóricos con habilidades prácticas, prepara a los estudiantes para destacar en el panorama empresarial global. Su ubicación estratégica en Singapur, un importante centro financiero, mejora aún más la experiencia de aprendizaje."
  },
  "placeHistory": {
    "1": "El Museo de Historia Natural Lee Kong Chian se estableció como parte de la Universidad Nacional de Singapur para mejorar la comprensión de la biodiversidad y la historia natural en el Sudeste Asiático. Desde su apertura, el museo ha evolucionado para convertirse en un centro líder en investigación científica y educación pública. Ha experimentado importantes expansiones y actualizaciones, incluyendo la adición de nuevas exposiciones y características interactivas, para servir mejor a la comunidad académica y al público.",
    "2": "El Centro Cultural Universitario se desarrolló para proporcionar un lugar de alta calidad para eventos académicos, culturales y externos en la universidad. Ha sido un lugar clave para albergar una amplia gama de actuaciones y eventos durante todo el año. El lugar ha actualizado continuamente sus instalaciones para satisfacer la creciente demanda y mejorar sus capacidades para eventos diversos.",
    "3": "El Museo NUS se estableció con la misión de apoyar las actividades intelectuales y culturales dentro y fuera de la universidad. Enfocado en el arte y la cultura asiáticos, el museo ha ampliado significativamente sus colecciones y programas. Colabora activamente con instituciones académicas y culturales para promover la investigación, exposiciones y la preservación del conocimiento.",
    "4": "El Conservatorio de Música Yong Siew Toh se fundó para proporcionar un espacio dedicado a la educación musical y la interpretación dentro de NUS. Ha expandido sus instalaciones y programas para incluir una amplia gama de géneros musicales y oportunidades de actuación. El conservatorio es conocido por sus contribuciones a la comunidad artística y su apoyo a los músicos emergentes.",
    "5": "Flavours @ UTown se creó para ofrecer una experiencia culinaria diversa dentro de University Town, atendiendo las necesidades de estudiantes, personal y visitantes. Con el tiempo, se ha convertido en un lugar popular debido a su variedad de opciones alimenticias y ambiente vibrante. El lugar de comida se ha actualizado para mantenerse al día con las tendencias alimentarias y mejorar la experiencia culinaria.",
    "6": "El Centro de Recursos Educativos (ERC) en University Town se estableció para apoyar las necesidades cambiantes de los estudiantes proporcionando espacios de estudio modernos y flexibles. Desde su apertura, el ERC se ha actualizado continuamente para incorporar nuevas tecnologías y características de diseño que faciliten tanto el aprendizaje individual como en grupo.",
    "7": "The Deck se estableció para proporcionar una experiencia gastronómica conveniente y diversa para estudiantes, profesores y visitantes dentro de la Facultad de Artes y Ciencias Sociales. A lo largo de los años, ha experimentado varias renovaciones para modernizar sus instalaciones y ampliar su oferta de alimentos. Continúa siendo un lugar popular conocido por su ambiente vibrante y amplia selección de opciones alimenticias.",
    "8": "Frontier se desarrolló para satisfacer las crecientes necesidades gastronómicas de la Facultad de Ciencias. Ha sido una instalación clave para estudiantes y personal, ofreciendo una variedad de opciones alimenticias. El comedor ha experimentado diversas actualizaciones para mejorar sus instalaciones y acomodar una población estudiantil en expansión.",
    "9": "Techno Edge se estableció para atender las necesidades gastronómicas de la Escuela de Ingeniería. Se ha actualizado continuamente para mejorar sus instalaciones y oferta alimentaria. Conocido por su diseño moderno y características tecnológicas, Techno Edge se ha convertido en un centro central para la comida dentro de la facultad de ingeniería.",
    "10": "El Colegio de Diseño e Ingeniería de NUS se formó al fusionar la Facultad de Ingeniería y la Escuela de Diseño y Medio Ambiente. Esta integración tenía como objetivo fomentar la educación y la investigación interdisciplinarias. Desde su formación, el colegio ha expandido sus centros de investigación y programas académicos para abordar desafíos globales complejos.",
    "11": "La Escuela de Computación de NUS se estableció al fusionar dos departamentos para crear una institución líder en educación e investigación en informática. Ha crecido rápidamente, convirtiéndose en un centro de innovación en tecnología. La escuela ha ampliado continuamente sus programas y capacidades de investigación para mantener su posición como líder en el campo.",
    "12": "La Facultad de Odontología de NUS se estableció para satisfacer la demanda de educación y servicios dentales en Singapur. A lo largo de los años, ha expandido su oferta académica y sus instalaciones clínicas. La facultad se ha adaptado continuamente a las nuevas tendencias en ciencia dental y atención sanitaria, manteniendo su reputación como una institución dental de referencia.",
    "13": "La Facultad de Ciencias de NUS se fundó en 1929 y desde entonces ha crecido hasta convertirse en una de las facultades más grandes y diversas de NUS. Ha desempeñado un papel significativo en el desarrollo de la educación y la investigación científica en Singapur, ampliando sus programas y capacidades de investigación a lo largo de las décadas.",
    "14": "Fine Food se estableció para ofrecer una experiencia gastronómica premium dentro de la universidad. Desde su creación, se ha hecho conocida por su comida de alta calidad y su entorno elegante. El lugar ha evolucionado para incluir nuevas tendencias culinarias y ampliar su menú para satisfacer diversos gustos.",
    "15": "La Escuela de Medicina Yong Loo Lin, establecida en 1905, es la escuela de medicina más antigua de Singapur. Ha evolucionado a lo largo de los años para convertirse en una institución líder en educación e investigación médica. La escuela fue renombrada en 2005 en honor al Sr. Yong Loo Lin, reflejando su continuo compromiso con la excelencia en la educación en salud.",
    "16": "Fundada en 1965, la Escuela de Negocios de NUS ha crecido para convertirse en una institución líder en educación empresarial en Asia. A lo largo de las décadas, ha construido una reputación de excelencia en enseñanza, investigación y liderazgo de pensamiento. El cuerpo docente de la escuela está compuesto por académicos distinguidos y expertos de la industria que contribuyen a su entorno académico dinámico y visionario. A través de la innovación continua y la adaptación a las tendencias globales de negocios, la Escuela de Negocios de NUS sigue a la vanguardia de la educación empresarial."
  },
  "placeFunFacts": {
    "1": "1) El museo alberga más de 560,000 especímenes, incluyendo animales, plantas y fósiles. / 2) El museo presenta tres enormes esqueletos de dinosaurios saurópodos llamados \"Prince,\" \"Apollonia\" y \"Twinky.\" Estos esqueletos, que están completos en un 80% y fueron encontrados en Wyoming, EE.UU., están entre los hallazgos de dinosaurios más significativos y se exhiben de manera destacada en el museo.",
    "2": "1) Diseño Arquitectónico: La arquitectura distintiva del Centro Cultural Universitario (UCC), diseñada por Kenzo Tange, incorpora elementos que simbolizan apertura y creatividad, reflejando su papel como centro cultural. / 2) Actuaciones de Celebridades: El UCC ha acogido actuaciones de artistas y grupos de renombre como Yo-Yo Ma, la Orquesta Sinfónica de Singapur y compañías de danza internacionales, contribuyendo a su reputación como un lugar cultural de primer nivel en Singapur. / 3) Diversidad Cultural: Más allá de las artes tradicionales, el UCC presenta regularmente una variedad de actuaciones culturales, incluyendo música tradicional, danza y teatro de diferentes partes del mundo, promoviendo la diversidad cultural y el entendimiento entre sus audiencias.",
    "3": "1) Exposiciones Virtuales: El Museo NUS ha desarrollado exposiciones virtuales y recursos digitales que permiten a audiencias globales acceder a sus colecciones y aprender sobre el arte y la cultura del Sudeste Asiático a distancia. / 2) Programa de Artista en Residencia: El museo alberga un programa de Artista en Residencia, invitando a artistas contemporáneos a crear y exhibir nuevas obras que se relacionen con sus colecciones y temas, fomentando el diálogo creativo entre prácticas artísticas tradicionales y contemporáneas.",
    "4": "1) Sala de Conciertos Dinosaurio: La sala de conciertos del Conservatorio, a menudo llamada \"Orchestra Hall,\" está diseñada para parecerse a la forma de un huevo de dinosaurio desde una vista aérea. Este diseño único mejora la acústica de la sala, haciéndola un lugar ideal para actuaciones que van desde recitales solistas hasta conciertos orquestales completos. / 2) Alcance y Prestigio Global: YSTCM no solo es una piedra angular de la escena musical de Singapur, sino también un nombre reconocido en el escenario global. Tiene asociaciones con instituciones prestigiosas en todo el mundo, incluyendo el Peabody Institute de la Universidad Johns Hopkins, permitiendo a los estudiantes participar en programas de intercambio y proyectos colaborativos con músicos internacionales de renombre.",
    "5": "1) Iniciativas Ecológicas: El lugar de comida forma parte del compromiso de NUS con la sostenibilidad. Muchos de los proveedores de alimentos en Flavours participan en prácticas ecológicas, como minimizar el uso de plásticos, ofrecer utensilios reutilizables y apoyar las iniciativas de cero residuos del campus. Esto se alinea con los objetivos más amplios de sostenibilidad de NUS y los esfuerzos para reducir la huella ambiental. / 2) Espacio de Estudio y Social: Más allá de la comida, Flavours @ UTown es un lugar popular para que los estudiantes estudien y se reúnan. Sus amplias áreas de asientos con arreglos cómodos lo convierten en un lugar ideal para discusiones en grupo, estudio en solitario o simplemente relajarse entre clases. El lugar a menudo está lleno de la energía de los estudiantes que participan en conversaciones animadas o se relajan después de un día ajetreado.",
    "6": "1) Acceso 24-7: El ERC es accesible las 24 horas, los 7 días de la semana, convirtiéndolo en un lugar popular para los estudiantes que realizan sesiones de estudio nocturnas o trabajan en proyectos grupales durante todo el día. Este acceso continuo es particularmente valorado durante los períodos de exámenes, proporcionando un espacio confiable para estudiar en cualquier momento. / 2) Diseño de Edificio Ecológico: El ERC es celebrado por su arquitectura sostenible, incorporando numerosas características verdes como iluminación eficiente, ventilación natural y un uso abundante de luz natural. Estos diseños ecológicos no solo reducen el impacto ambiental del edificio, sino que también crean un ambiente agradable y propicio para el aprendizaje. / 3) Espacios de Aprendizaje Interactivos: El ERC incluye “Learning Pods” innovadores equipados con herramientas multimedia avanzadas que apoyan el aprendizaje interactivo y colaborativo. Estos pods son populares para discusiones en grupo y presentaciones, permitiendo a los estudiantes conectar sus dispositivos y compartir contenido de manera fluida en pantallas grandes, fomentando un ambiente de aprendizaje tecnológico.",
    "7": "1) Variedad Culinaria: The Deck es conocido por su diversa gama de puestos de comida, que ofrecen desde platos tradicionales de Singapur como laksa y arroz con pollo hasta cocinas internacionales como japonesa, occidental e india. Esta variedad atiende a la multiculturalidad del cuerpo estudiantil y asegura que haya algo para todos los gustos. / 2) Diseño Centrado en el Estudiante: El diseño al aire libre y espacioso de The Deck está específicamente adaptado para crear un ambiente de comedor cómodo y relajado. Las áreas de asientos están diseñadas para acomodar grandes grupos, convirtiéndolo en un lugar popular para que los estudiantes se reúnan, socialicen e incluso estudien juntos durante las comidas. / 3) Iniciativas Verdes: The Deck ha adoptado varias prácticas ecológicas, incluyendo programas de reducción de residuos y reciclaje. Algunos puestos de comida participan en esfuerzos para minimizar el uso de plásticos ofreciendo utensilios reutilizables y animando a los estudiantes a traer sus propios recipientes, contribuyendo a los objetivos más amplios de sostenibilidad de la universidad.",
    "8": "1) Puestos de Comida Temáticos: Frontier presenta puestos de comida temáticos que rotan periódicamente, ofreciendo a los estudiantes la oportunidad de disfrutar de diferentes experiencias culinarias sin salir del campus. Estos puestos proporcionan una variedad de cocinas, desde asiáticas hasta platos occidentales, asegurando una experiencia de comedor fresca y emocionante. / 2) Lugar Popular para Estudiar: Además de ser un comedor, Frontier también es un lugar muy apreciado por los estudiantes para estudiar y trabajar en proyectos grupales. Su amplia área de asientos y ubicación conveniente dentro de la Facultad de Ciencias lo convierten en un lugar ideal para que los estudiantes se reúnan, haciendo de él un entorno animado y productivo durante todo el día.",
    "9": "1) Limpiadores Robots: Techno Edge ha integrado la tecnología en sus operaciones al emplear limpiadores robots para mantener la limpieza en el área de comedor. Estos robots son un guiño al espíritu innovador de la Escuela de Ingeniería y añaden un toque futurista al ambiente del comedor. / 2) Amigable con los Vegetarianos: Techno Edge es particularmente conocido por sus opciones de comida vegetariana, con varios puestos dedicados a servir comidas vegetarianas deliciosas y nutritivas. Esto lo convierte en un lugar popular para estudiantes y personal que prefieren dietas vegetarianas o buscan opciones de comida saludable. / 3) Eventos Animados: La cafetería organiza ocasionalmente eventos y ferias de comida, donde se montan puestos especiales y se ofrecen platos únicos. Estos eventos a menudo van acompañados de música y actividades, creando una atmósfera festiva que contribuye al espíritu comunal y animado de Techno Edge.",
    "10": "1) Iniciativas de Edificación Verde: El colegio alberga varios edificios verdes que muestran prácticas de arquitectura y ingeniería sostenible. Estos edificios sirven como laboratorios vivos donde los estudiantes pueden estudiar y observar los principios de diseño sostenible en acción.",
    "11": "1) Hackatones y Competiciones: La SoC organiza varios hackatones y competiciones de codificación a lo largo del año, proporcionando a los estudiantes oportunidades para mostrar sus habilidades y creatividad. Estos eventos suelen atraer la participación de estudiantes de todo el mundo, fomentando un espíritu competitivo y colaborativo dentro de la comunidad informática. / 2) Excelencia en Investigación: La Escuela de Computación alberga varios centros e institutos de investigación dedicados a avanzar en áreas como inteligencia artificial, ciberseguridad y biología computacional. Su facultad e investigadores están activamente comprometidos en proyectos de investigación innovadores, empujando los límites de la innovación tecnológica. / 3) Asociaciones con la Industria: La SoC mantiene sólidas asociaciones con líderes de la industria, facilitando pasantías, colaboraciones en investigación y oportunidades profesionales para sus estudiantes. Estas asociaciones aseguran que los graduados de la SoC estén bien preparados para sobresalir en la industria tecnológica competitiva y dinámica.",
    "12": "1) Innovaciones en Investigación: La facultad está a la vanguardia de la investigación dental, pionera en avances en áreas como biomateriales dentales, prevención del cáncer oral y odontología digital. / 2) Colaboraciones Globales: Mantiene asociaciones estratégicas con escuelas y organizaciones dentales internacionales, enriqueciendo los intercambios académicos y las investigaciones colaborativas. / 3) Alcance Comunitario: La facultad participa activamente en programas de alcance comunitario, proporcionando atención dental a poblaciones desatendidas y promoviendo la conciencia sobre la salud bucal a través de iniciativas de educación pública.",
    "13": "1) Conexiones con Premios Nobel: La facultad ha tenido el privilegio de recibir a laureados con el Premio Nobel para conferencias y colaboraciones, enriqueciendo el entorno académico e inspirando a estudiantes e investigadores. / 2) Investigación en Biodiversidad: La facultad es líder en investigación sobre biodiversidad, con iniciativas destinadas a comprender y preservar el rico patrimonio natural del Sudeste Asiático. / 3) Alcance en Ciencia: La facultad participa activamente en programas de divulgación científica, promoviendo la educación y la alfabetización científica entre el público e inspirando a la próxima generación de científicos.",
    "14": "1) Especialidades del Chef: Fine Food frecuentemente presenta platos especiales curados por chefs de renombre, ofreciendo a los comensales una experiencia gastronómica única y memorable. / 2) Comida Sostenible: Fine Food está comprometido con la sostenibilidad, utilizando ingredientes de origen local y ambientalmente amigables siempre que sea posible.",
    "15": "1) Aprendizaje Basado en Simulación: La escuela cuenta con instalaciones de simulación de última generación donde los estudiantes pueden practicar habilidades clínicas en un entorno realista pero controlado, mejorando su experiencia práctica. / 2) Iniciativas Globales en Salud: La Escuela de Medicina Yong Loo Lin de NUS está activamente involucrada en proyectos de salud global, proporcionando a los estudiantes oportunidades para participar en misiones de salud internacionales e investigaciones. / 3) Conexiones con Premios Nobel: La escuela ha recibido conferencias y colaboraciones con laureados con el Premio Nobel, ofreciendo a los estudiantes exposición a investigaciones médicas y descubrimientos de clase mundial.",
    "16": "1) Clasificaciones Globales: La Escuela de Negocios de NUS consistentemente se encuentra entre las principales escuelas de negocios a nivel mundial, reconocida por sus sobresalientes programas de MBA y educación ejecutiva. / 2) Ecosistema Emprendedor: La escuela fomenta un espíritu emprendedor entre los estudiantes a través de iniciativas como NUS Enterprise y el programa NUS Overseas Colleges, proporcionando oportunidades para que los estudiantes adquieran experiencia en startups internacionales. / 3) Alumni Distinguibles: La escuela cuenta con una sólida red de exalumnos exitosos que ocupan puestos de liderazgo en diversas industrias a nivel mundial, reflejando la calidad e impacto de su educación."
  }

}
