{
  "settings": "Paramètres",
  "languagePreference": "Préférence de Langue",
  "feedbackAndRating": "Avis et Évaluations",
  "logout": "Se Déconnecter",
  "selectLanguage": "Sélectionner la Langue",
  "english": "Anglais",
  "spanish": "Espagnol",
  "french": "Français",
  "chinese": "Chinois",
  "korean": "Coréen",
  "home": "Accueil",
  "map": "Carte",
  "itinerary": "Itinéraire",
  "chatbot": "Chatbot",
  "welcomeBack": "Bon retour",
  "homePage": "Page d'Accueil",
  "search": "Rechercher",
  "filterLocations": "Filtrer les Emplacements",
  "showAll": "Afficher Tout",
  "faculty": "Faculté",
  "food": "Nourriture",
  "popularAttractions": "Attractions Populaires",
  "close": "Fermer",
  "existingItineraries": "Itinéraires Existants",
  "buildYourOwn": "Créez le Vôtre",
  "recommendedTours": "Visites Recommandées",
  "start": "Démarrer",
  "edit": "Modifier",
  "delete": "Supprimer",
  "useItOnWeb": "Utiliser sur le Web",
  "add": "Ajouter",
  "dates": "Dates",
  "addDates": "Ajouter des Dates",
  "save": "Enregistrer",
  "renameWithTitle": "Renommer avec Titre",
  "endTrip": "Fin de Voyage",
  "findOutMore": "En Savoir Plus",
  "yourLocation": "Votre Emplacement",
  "getDirections": "Obtenir des Directions",
  "itineraryExists": "Un itinéraire avec ce titre existe déjà. Veuillez le renommer avec un titre unique.",
  "emptyItinerary": "L'itinéraire ne peut pas être vide. Veuillez ajouter au moins un élément.",
  "selectDate": "Sélectionner la Date",
  "addPlace": "Ajouter un Lieu",
  "doYouWantToDeleteThisItinerary": "Voulez-vous supprimer cet itinéraire?",
  "yes:": "Oui",
  "no": "Non",
  "pleaseRateUs": "Veuillez nous Évaluer",
  "writeYourFeedbackHere": "Écrivez vos commentaires ici...",
  "submit": "Soumettre",
  "feedbackSubmitted": "Commentaires Soumis",
  "rating": "Évaluation",
  "feedback": "Commentaires",
  "name": "Nom",
  "description": "Description",
  "history": "Histoire",
  "funFacts": "Faits Amusants",
  "address": "Adresse",
  "placeAlreadyInItinerary": "Le lieu est déjà dans l'itinéraire.",
  "emptyPlaceCannotBeAdded": "Un lieu vide ne peut pas être ajouté.",
  "invalidPlaceCannotBeAdded": "Un lieu invalide ne peut pas être ajouté.",
  "placeDescription": {
    "1": "Le Musée d'Histoire Naturelle Lee Kong Chian à Singapour présente la biodiversité incroyable de l'Asie du Sud-Est, y compris des squelettes de dinosaures impressionnants et des créatures rares comme le calmar géant. En tant que partie de l'Université Nationale de Singapour, il sert de centre dynamique pour la recherche scientifique et l'éducation. Le musée offre des expositions interactives et des programmes qui inspirent une appréciation plus profonde du monde naturel. Avec son design écologique et son accent sur la conservation, c'est une destination clé pour l'apprentissage et l'exploration.",
    "2": "En tant que lieu de performance polyvalent et de haute qualité situé sur le campus d'une université de premier plan, le Centre Culturel Universitaire est un lieu très recherché. Il est ouvert toute l'année, accueillant des événements universitaires, des programmes artistiques et des réservations externes.",
    "3": "En tant que musée universitaire, la mission du Musée NUS est de faciliter activement la vie intellectuelle et culturelle au sein et au-delà de l'Université. Avec un accent distinct sur l'Asie, le Musée contribue et facilite la production, la réception et la préservation du savoir à travers le développement des collections et la pratique muséologique. Le Musée est un centre culturel, développant des partenariats au sein de NUS, avec l'industrie de la culture et du patrimoine, et avec la communauté mondiale du savoir.",
    "4": "Le Conservatoire de Musique Yong Siew Toh à NUS est la principale institution pour l'éducation musicale à Singapour, favorisant une communauté dynamique de musiciens et d'éducateurs talentueux. Il propose une large gamme de performances, y compris des concerts de musique classique et contemporaine, souvent avec la participation d'étudiants, de professeurs et d'artistes internationaux. Le conservatoire est connu pour ses installations à la pointe de la technologie et un environnement dynamique et multiculturel qui enrichit à la fois le campus et la communauté au sens large.",
    "5": "Flavours @ UTown est un lieu de restauration populaire situé à University Town (UTown) à l'Université Nationale de Singapour. Il propose une gamme diversifiée d'options alimentaires, y compris des délices locaux singapouriens et des cuisines internationales, répondant aux goûts variés des étudiants, du personnel et des visiteurs. L'ambiance spacieuse et vibrante, avec des sièges intérieurs et extérieurs, en fait un endroit idéal pour apprécier les repas et socialiser au sein de la communauté dynamique de UTown.",
    "6": "Le Centre de Ressources Éducatives (ERC) à University Town (UTown), NUS, est une installation moderne conçue pour soutenir l'apprentissage et la collaboration des étudiants. Il abrite une variété d'espaces d'étude flexibles, y compris des salles de lecture silencieuse, des zones de discussion en groupe et des salles de classe équipées de multimédia. Avec son architecture moderne, l'ERC fournit un environnement inspirant tant pour l'étude individuelle que pour les projets de groupe, reflétant l'engagement de NUS envers une éducation innovante et holistique.",
    "7": "The Deck est une installation de restauration importante située au sein de la Faculté des Arts et des Sciences Sociales (FASS) à l'Université Nationale de Singapour (NUS). Elle propose une variété de stands alimentaires offrant une gamme de cuisines, y compris des plats locaux singapouriens et des options internationales, répondant aux goûts des étudiants, du personnel et des visiteurs. Avec son design en plein air et ses zones de sièges spacieuses, The Deck fournit une atmosphère vibrante et décontractée, idéale pour les repas, socialiser et prendre des pauses entre les cours.",
    "8": "Frontier est une cafétéria animée située au sein de la Faculté des Sciences à l'Université Nationale de Singapour (NUS). Elle offre une large gamme d'options alimentaires, y compris des cuisines locales et internationales, ce qui en fait un lieu populaire pour les étudiants, le personnel et les visiteurs pour prendre un repas. Avec ses espaces de sièges spacieux et son emplacement pratique, Frontier sert de centre vibrant pour socialiser, étudier et prendre des pauses entre les cours.",
    "9": "Techno Edge est une cantine populaire située dans l'École de Génie de l'Université Nationale de Singapour (NUS). Connue pour sa large gamme d'options alimentaires, elle répond aux goûts variés des étudiants, du personnel et des professeurs avec des stands offrant des délices locaux, des cuisines internationales et des choix végétariens. Le design moderne de la cantine, ses sièges spacieux et son emplacement pratique en font un lieu animé pour manger et socialiser au sein de la faculté d'ingénierie.",
    "10": "Le Collège de Design et d'Ingénierie (CDE) de NUS est une institution académique de premier plan au sein de NUS, combinant les disciplines du design et de l'ingénierie pour favoriser l'innovation et l'apprentissage interdisciplinaire. Le collège propose une large gamme de programmes dans des domaines tels que l'architecture, le design industriel, l'ingénierie civile, l'ingénierie électrique, et plus encore. Ses installations à la pointe de la technologie, son corps professoral de classe mondiale et son environnement collaboratif fournissent aux étudiants les compétences et les connaissances nécessaires pour relever des défis mondiaux complexes.",
    "11": "L'École de Informatique (SoC) de NUS est une institution de premier plan pour l'éducation et la recherche en sciences informatiques et systèmes d'information en Asie. Située au sein de NUS, la SoC est réputée pour son programme complet, ses recherches à la pointe de la technologie et sa communauté étudiante dynamique. Elle propose une large gamme de programmes de premier et de deuxième cycle, répondant aux étudiants intéressés par des domaines tels que l'intelligence artificielle, la science des données, l'ingénierie logicielle, la cybersécurité et les médias interactifs.",
    "12": "La Faculté de Médecine de NUS est une institution dentaire de premier plan en Asie, reconnue pour son excellence en éducation dentaire, recherche et pratique clinique. Située au cœur du campus de NUS, la faculté joue un rôle clé dans la formation des futurs professionnels dentaires et dans l'avancement des soins dentaires. Elle propose une gamme complète de programmes de premier et de deuxième cycle, préparant les étudiants avec des connaissances de pointe et des compétences pratiques en dentisterie.",
    "13": "La Faculté des Sciences de NUS est l'une des plus grandes et des plus diversifiées de NUS. Elle est réputée pour son excellence en enseignement et en recherche à travers un large éventail de disciplines scientifiques. Offrant une variété de programmes de premier et de deuxième cycle, la faculté fournit aux étudiants une éducation rigoureuse et complète, favorisant la pensée critique et les compétences en résolution de problèmes innovantes. La faculté abrite des laboratoires à la pointe de la technologie, des centres de recherche et des installations soutenant la recherche scientifique de pointe.",
    "14": "Fine Food est un établissement de restauration situé au sein de NUS. Il propose une expérience culinaire raffinée, avec un menu diversifié incluant des plats locaux et internationaux préparés avec les meilleurs ingrédients. L'élégant cadre du lieu, le service attentif et l'engagement envers la qualité en font un choix populaire pour le personnel, les étudiants et les visiteurs cherchant une expérience gastronomique premium sur le campus.",
    "15": "L'École de Médecine Yong Loo Lin est l'une des principales écoles de médecine d'Asie, située au sein de NUS. Elle propose une large gamme de programmes de premier et de deuxième cycle en médecine, en soins infirmiers et dans d'autres sciences de la santé. L'engagement de l'école envers l'excellence en éducation, en recherche et en pratique clinique assure que les étudiants reçoivent une formation médicale complète et rigoureuse. Les installations modernes, le corps professoral expérimenté et les solides partenariats cliniques offrent un environnement enrichissant pour les futurs professionnels de la santé.",
    "16": "L'École de Commerce de NUS est une école de commerce prestigieuse au sein de l'Université Nationale de Singapour (NUS). Réputée pour ses programmes académiques rigoureux, ses recherches de pointe et ses solides connexions avec l'industrie, l'école propose des programmes de premier cycle, de deuxième cycle et de formation continue. L'approche holistique de l'école envers l'éducation en affaires, qui combine les connaissances théoriques avec les compétences pratiques, prépare les étudiants à exceller dans le paysage commercial mondial. Sa situation stratégique à Singapour, un important centre financier, renforce encore l'expérience d'apprentissage."
  },
  "placeHistory": {
    "1": "Le Musée d'Histoire Naturelle Lee Kong Chian a été établi comme partie de l'Université Nationale de Singapour pour améliorer la compréhension de la biodiversité et de l'histoire naturelle en Asie du Sud-Est. Depuis son ouverture, le musée a évolué pour devenir un centre de recherche scientifique et d'éducation publique de premier plan. Il a connu des expansions et des améliorations significatives, y compris l'ajout de nouvelles expositions et de caractéristiques interactives, pour mieux servir la communauté académique et le public.",
    "2": "Le Centre Culturel Universitaire a été développé pour offrir un lieu de haute qualité pour des événements académiques, culturels et externes à l'université. Il a été un lieu clé pour accueillir une large gamme de performances et d'événements tout au long de l'année. Le lieu a continuellement mis à jour ses installations pour répondre à la demande croissante et améliorer ses capacités pour des événements divers.",
    "3": "Le Musée NUS a été créé avec la mission de soutenir les activités intellectuelles et culturelles au sein et au-delà de l'université. Axé sur l'art et la culture asiatiques, le musée a considérablement développé ses collections et ses programmes. Il collabore activement avec des institutions académiques et culturelles pour promouvoir la recherche, les expositions et la préservation des connaissances.",
    "4": "Le Conservatoire de Musique Yong Siew Toh a été fondé pour fournir un espace dédié à l'éducation musicale et à la performance au sein de NUS. Il a élargi ses installations et ses programmes pour inclure une large gamme de genres musicaux et d'opportunités de performance. Le conservatoire est connu pour ses contributions à la communauté artistique et son soutien aux musiciens émergents.",
    "5": "Flavours @ UTown a été créé pour offrir une expérience culinaire diversifiée au sein de University Town, répondant aux besoins des étudiants, du personnel et des visiteurs. Au fil du temps, il est devenu un lieu de rassemblement populaire en raison de sa variété d'options alimentaires et de son ambiance vivante. Le lieu de restauration a été mis à jour pour suivre les tendances alimentaires évolutives et améliorer l'expérience culinaire.",
    "6": "Le Centre de Ressources Éducatives (ERC) à University Town a été établi pour soutenir les besoins évolutifs des étudiants en fournissant des espaces d'étude modernes et flexibles. Depuis son ouverture, l'ERC a été continuellement mis à jour pour incorporer de nouvelles technologies et caractéristiques de conception facilitant à la fois l'apprentissage individuel et en groupe.",
    "7": "The Deck a été établi pour fournir une expérience culinaire pratique et diversifiée pour les étudiants, le personnel et les visiteurs au sein de la Faculté des Arts et des Sciences Sociales. Au fil des ans, il a subi plusieurs rénovations pour moderniser ses installations et élargir son offre alimentaire. Il continue d'être un lieu populaire connu pour son ambiance dynamique et sa large sélection d'options alimentaires.",
    "8": "Frontier a été développé pour répondre aux besoins gastronomiques croissants de la Faculté des Sciences. Il a été une installation clé pour les étudiants et le personnel, offrant une variété d'options alimentaires. La cafétéria a connu diverses améliorations pour améliorer ses installations et accueillir une population étudiante en expansion.",
    "9": "Techno Edge a été établi pour répondre aux besoins alimentaires de l'École d'Ingénierie. Il a été continuellement mis à jour pour améliorer ses installations et son offre alimentaire. Connu pour son design moderne et ses caractéristiques technologiques, Techno Edge est devenu un centre important pour les repas au sein de la faculté d'ingénierie.",
    "10": "Le Collège de Design et d'Ingénierie de NUS a été formé par la fusion de la Faculté d'Ingénierie et de l'École de Design et d'Environnement. Cette intégration visait à favoriser l'éducation et la recherche interdisciplinaires. Depuis sa formation, le collège a élargi ses centres de recherche et ses programmes académiques pour répondre à des défis mondiaux complexes.",
    "11": "L'École de Informatique de NUS a été établie par la fusion de deux départements pour créer une institution de premier plan pour l'éducation et la recherche en informatique. Elle a connu une croissance rapide, devenant un centre d'innovation en technologie. L'école a continuellement élargi ses programmes et ses capacités de recherche pour maintenir sa position de leader dans le domaine.",
    "12": "La Faculté de Médecine de NUS a été créée pour répondre à la demande d'éducation et de services dentaires à Singapour. Au fil des ans, elle a élargi son offre académique et ses installations cliniques. La faculté s'est continuellement adaptée aux nouvelles tendances en science dentaire et en soins de santé, maintenant sa réputation en tant qu'institution dentaire de premier plan.",
    "13": "La Faculté des Sciences de NUS a été fondée en 1929 et a depuis grandi pour devenir l'une des plus grandes et des plus diverses facultés de NUS. Elle a joué un rôle significatif dans le développement de l'éducation et de la recherche scientifique à Singapour, élargissant ses programmes et ses capacités de recherche au fil des décennies.",
    "14": "Fine Food a été établi pour offrir une expérience gastronomique premium au sein de l'université. Depuis sa création, il est devenu connu pour sa nourriture de haute qualité et son cadre élégant. Le lieu a évolué pour inclure de nouvelles tendances culinaires et élargir son menu pour répondre à divers goûts.",
    "15": "L'École de Médecine Yong Loo Lin, établie en 1905, est la plus ancienne école de médecine de Singapour. Elle a évolué au fil des ans pour devenir une institution de premier plan en éducation médicale et en recherche. L'école a été renommée en 2005 en l'honneur de M. Yong Loo Lin, reflétant son engagement continu envers l'excellence en éducation en santé.",
    "16": "Fondée en 1965, l'École de Commerce de NUS est devenue une institution de premier plan en éducation en affaires en Asie. Au fil des décennies, elle a construit une réputation d'excellence en enseignement, recherche et leadership intellectuel. Le corps professoral de l'école est composé de chercheurs distingués et d'experts de l'industrie qui contribuent à son environnement académique dynamique et visionnaire. Grâce à l'innovation continue et à l'adaptation aux tendances mondiales des affaires, l'École de Commerce de NUS reste à la pointe de l'éducation en affaires."
  },
  "placeFunFacts": {
    "1": "1) Le musée abrite plus de 560 000 spécimens, y compris des animaux, des plantes et des fossiles. / 2) Le musée présente trois énormes squelettes de dinosaures sauropodes appelés \"Prince,\" \"Apollonia\" et \"Twinky.\" Ces squelettes, complets à 80 % et trouvés au Wyoming, aux États-Unis, sont parmi les découvertes de dinosaures les plus significatives et sont exposés de manière proéminente dans le musée.",
    "2": "1) Design Architectural: L'architecture distinctive du Centre Culturel Universitaire (UCC), conçue par Kenzo Tange, intègre des éléments qui symbolisent l'ouverture et la créativité, reflétant son rôle en tant que centre culturel. / 2) Performances Célébrités: L'UCC a accueilli des performances d'artistes et de groupes renommés tels que Yo-Yo Ma, l'Orchestre Symphonique de Singapour et des troupes de danse internationales, contribuant à sa réputation en tant que lieu culturel de premier plan à Singapour. / 3) Diversité Culturelle: Au-delà des arts traditionnels, l'UCC présente régulièrement une variété de performances culturelles, y compris de la musique traditionnelle, de la danse et du théâtre de différentes parties du monde, promouvant la diversité culturelle et la compréhension parmi ses publics.",
    "3": "1) Expositions Virtuelles: Le Musée NUS a développé des expositions virtuelles et des ressources numériques permettant aux audiences mondiales d'accéder à ses collections et d'en apprendre davantage sur l'art et la culture du Sud-Est asiatique à distance. / 2) Programme d'Artiste en Résidence: Le musée accueille un programme d'Artiste en Résidence, invitant des artistes contemporains à créer et à exposer de nouvelles œuvres en lien avec ses collections et ses thèmes, favorisant le dialogue créatif entre les pratiques artistiques traditionnelles et contemporaines.",
    "4": "1) Salle de Concert Dinosaur: La salle de concert du Conservatoire, souvent appelée \"Orchestra Hall,\" est conçue pour ressembler à la forme d'un œuf de dinosaure vue du ciel. Ce design unique améliore l'acoustique de la salle, en faisant un lieu idéal pour des performances allant de récitals solistes à des concerts orchestraux complets. / 2) Portée et Prestige Mondial: YSTCM n'est pas seulement une pierre angulaire de la scène musicale de Singapour, mais également un nom reconnu sur la scène mondiale. Il a des partenariats avec des institutions prestigieuses à travers le monde, y compris le Peabody Institute de l'Université Johns Hopkins, permettant aux étudiants de participer à des programmes d'échange et à des projets collaboratifs avec des musiciens internationaux de renom.",
    "5": "1) Initiatives Écologiques: Le lieu de restauration fait partie de l'engagement de NUS en faveur de la durabilité. De nombreux fournisseurs de nourriture à Flavours participent à des pratiques écologiques, telles que la réduction de l'utilisation du plastique, l'offre de vaisselle réutilisable et le soutien aux initiatives de zéro déchet du campus. Cela s'inscrit dans les objectifs plus larges de durabilité de NUS et les efforts pour réduire l'empreinte environnementale. / 2) Espace d'Étude et Social: Au-delà de la nourriture, Flavours @ UTown est un lieu populaire pour les étudiants pour étudier et se retrouver. Ses vastes zones de sièges avec des arrangements confortables en font un endroit idéal pour des discussions en groupe, des études en solo ou simplement se détendre entre les cours. Le lieu est souvent animé par l'énergie des étudiants participant à des conversations animées ou se détendant après une journée chargée.",
    "6": "1) Accès 24-7: L'ERC est accessible 24 heures sur 24, 7 jours sur 7, en faisant un lieu de choix pour les étudiants qui passent des sessions d'étude tardives ou travaillent sur des projets de groupe à tout moment. Cet accès continu est particulièrement apprécié pendant les périodes d'examen, offrant un espace fiable pour étudier à tout moment. / 2) Design de Bâtiment Écologique: L'ERC est célébré pour son architecture durable, intégrant de nombreuses caractéristiques écologiques telles que l'éclairage économe en énergie, la ventilation naturelle et une utilisation abondante de la lumière naturelle. Ces conceptions écologiques réduisent non seulement l'impact environnemental du bâtiment, mais créent également un environnement agréable et propice à l'apprentissage. / 3) Espaces d'Apprentissage Interactifs: L'ERC comprend des \"Learning Pods\" innovants équipés d'outils multimédias avancés qui soutiennent l'apprentissage interactif et collaboratif. Ces pods sont populaires pour les discussions en groupe et les présentations, permettant aux étudiants de connecter leurs appareils et de partager du contenu de manière fluide sur de grands écrans, favorisant un environnement d'apprentissage technologique.",
    "7": "1) Variété Culinaire: The Deck est réputé pour sa large gamme de stands alimentaires, offrant de tout, des plats traditionnels de Singapour comme le laksa et le poulet au riz, aux cuisines internationales telles que japonaise, occidentale et indienne. Cette variété répond au corps étudiant multiculturel et assure qu'il y a quelque chose pour tous les goûts. / 2) Design Centré sur l'Étudiant: Le design spacieux et en plein air de The Deck est spécialement conçu pour créer un environnement de restauration confortable et détendu. Les zones de sièges sont conçues pour accueillir de grands groupes, en faisant un lieu populaire pour que les étudiants se rassemblent, socialisent et même étudient ensemble pendant les repas. / 3) Initiatives Vertes: The Deck a adopté plusieurs pratiques écologiques, y compris des programmes de réduction des déchets et de recyclage. Certains stands alimentaires participent à des efforts pour minimiser l'utilisation des plastiques en offrant de la vaisselle réutilisable et en encourageant les étudiants à apporter leurs propres récipients, contribuant aux objectifs de durabilité plus larges de l'université.",
    "8": "1) Stands de Nourriture Thématiques: Frontier propose des stands de nourriture thématiques qui tournent périodiquement, offrant aux étudiants l'occasion de vivre différentes expériences culinaires sans quitter le campus. Ces stands offrent une variété de cuisines, allant des plats asiatiques aux plats occidentaux, assurant une expérience de restauration fraîche et excitante. / 2) Lieu Populaire pour Étudier: En plus d'être une cafétéria, Frontier est également un endroit très apprécié par les étudiants pour étudier et travailler sur des projets de groupe. Son vaste espace de sièges et son emplacement pratique au sein de la Faculté des Sciences en font un endroit idéal pour que les étudiants se rassemblent, créant un environnement animé et productif tout au long de la journée.",
    "9": "1) Robots Nettoyeurs: Techno Edge a intégré la technologie dans ses opérations en employant des robots nettoyeurs pour maintenir la propreté dans la salle à manger. Ces robots sont un clin d'œil à l'esprit innovant de l'École d'Ingénierie et ajoutent une touche futuriste à l'environnement de la cantine. / 2) Amis des Végétariens: Techno Edge est particulièrement connu pour ses options alimentaires végétariennes, avec plusieurs stands dédiés à servir des repas végétariens délicieux et nutritifs. Cela en fait un endroit populaire pour les étudiants et le personnel qui préfèrent les régimes végétariens ou recherchent des choix alimentaires sains. / 3) Événements Animés: La cantine accueille parfois des événements et des foires alimentaires, où des stands spéciaux sont installés, et des plats uniques sont proposés. Ces événements sont souvent accompagnés de musique et d'activités, créant une atmosphère festive qui ajoute à l'esprit communautaire et animé de Techno Edge.",
    "10": "1) Initiatives de Bâtiment Vert: Le collège abrite plusieurs bâtiments écologiques qui mettent en avant des pratiques d'architecture et d'ingénierie durables. Ces bâtiments servent de laboratoires vivants où les étudiants peuvent étudier et observer les principes de conception durable en action.",
    "11": "1) Hackathons et Compétitions: Le SoC organise divers hackathons et compétitions de codage tout au long de l'année, offrant aux étudiants des opportunités de démontrer leurs compétences et leur créativité. Ces événements attirent souvent des participants du monde entier, favorisant un esprit de compétition et de collaboration au sein de la communauté informatique. / 2) Excellence en Recherche: L'École d'Informatique abrite plusieurs centres de recherche et instituts dédiés à l'avancement des connaissances dans des domaines tels que l'intelligence artificielle, la cybersécurité et la biologie computationnelle. Son corps professoral et ses chercheurs sont activement engagés dans des projets de recherche de pointe, repoussant les frontières de l'innovation technologique. / 3) Partenariats avec l'Industrie: Le SoC maintient des partenariats solides avec des leaders de l'industrie, facilitant les stages, les collaborations en recherche et les opportunités de carrière pour ses étudiants. Ces partenariats garantissent que les diplômés du SoC sont bien préparés à exceller dans l'industrie technologique dynamique et concurrentielle.",
    "12": "1) Innovations en Recherche: La faculté est à la pointe de la recherche dentaire, pionnière dans des domaines tels que les biomatériaux dentaires, la prévention du cancer buccal et la dentisterie numérique. / 2) Collaborations Globales: Elle maintient des partenariats stratégiques avec des écoles dentaires et des organisations internationales, enrichissant les échanges académiques et les initiatives de recherche collaborative. / 3) Sensibilisation Communautaire: La faculté participe activement à des programmes de sensibilisation communautaire, fournissant des soins dentaires aux populations défavorisées et promouvant la sensibilisation à la santé buccale à travers des initiatives d'éducation publique.",
    "13": "1) Connexions avec des Lauréats du Prix Nobel: La faculté a eu le privilège d'accueillir des lauréats du Prix Nobel pour des conférences et des collaborations, enrichissant l'environnement académique et inspirant les étudiants et les chercheurs. / 2) Recherche en Biodiversité: La faculté est leader en recherche sur la biodiversité, avec des initiatives visant à comprendre et à préserver le riche patrimoine naturel du Sud-Est asiatique. / 3) Sensibilisation Scientifique: La faculté participe activement à des programmes de sensibilisation scientifique, promouvant l'éducation et la littératie scientifique auprès du public et inspirant la prochaine génération de scientifiques.",
    "14": "1) Spécialités du Chef: Fine Food présente fréquemment des plats spéciaux élaborés par des chefs renommés, offrant aux convives une expérience gastronomique unique et mémorable. / 2) Restauration Durable: Fine Food est engagé dans la durabilité, en utilisant des ingrédients locaux et respectueux de l'environnement autant que possible.",
    "15": "1) Apprentissage Basé sur Simulation: L'école dispose d'installations de simulation à la pointe de la technologie où les étudiants peuvent pratiquer des compétences cliniques dans un environnement réaliste mais contrôlé, améliorant leur expérience pratique. / 2) Initiatives en Santé Globale: L'École de Médecine Yong Loo Lin de NUS est activement impliquée dans des projets de santé mondiale, offrant aux étudiants des opportunités de participer à des missions de santé internationales et à des recherches. / 3) Connexions avec des Lauréats du Prix Nobel: L'école a accueilli des conférences et des collaborations avec des lauréats du Prix Nobel, offrant aux étudiants une exposition à des recherches médicales et des découvertes de classe mondiale.",
    "16": "1) Classements Mondiaux: L'École de Commerce de NUS se classe systématiquement parmi les meilleures écoles de commerce au niveau mondial, reconnue pour ses programmes de MBA et d'éducation exécutive exceptionnels. / 2) Écosystème Entrepreneurial: L'école favorise un esprit entrepreneurial parmi les étudiants à travers des initiatives telles que NUS Enterprise et le programme NUS Overseas Colleges, offrant des opportunités pour que les étudiants acquièrent une expérience de startup internationale. / 3) Anciens Élèves Distingués: L'école compte un solide réseau d'anciens élèves réussis occupant des postes de leadership dans diverses industries à l'échelle mondiale, reflétant la qualité et l'impact de son éducation."
  }
}
